import { Product } from './Product';

export const products: Array<Product> = [
  {
    description: `Высококачественный гипоаллергенный корм с курицей и рисом для пожилых кошек (старше 7 лет).

Состав: дегидратированная курица (18%), рис, куриное филе (15%), дегидратированная индейка (12%), куриный жир (консервирован токоферолами), сушеные яблоки, рисовые отруби, пивные дрожжи, куриная печень (2%), лососевое масло, глюкозамина сульфат (260 мг/кг), хондроитина сульфат (160 мг/кг), маннан-олигосахариды (155 мг/кг), фрукто-олигосахариды (125 мг/кг), экстракт юкки Шидигера (Yucca Schidigera) (85 мг/кг), облепиха (50 мг/кг).

Аналитический состав: сырой белок 34%, сырой жир 12%, сырая клетчатка 5,2%, сырая зола 6,8% влага 10%, кальций 0,8%, фосфор 0,6%, натрий 0,75%, магний 0,042%.

Функциональные добавки на 1 кг: витамин A (E672) 22 500 МЕ, витамин D3 (E671) 900 МЕ, витамин E (3a700) 650 мг, витамин C (E300) 300 мг, таурин 2 300 мг, холина хлорид 2 100 мг, L-карнитин 65 мг, ниацин 40 мг, биотин 1,8 мг, цинк (E6) 150 мг, марганец (E5) 56 мг, железо (E1) 47 мг, медь (E4) 11 мг, йод (E2) 3,7 мг, селен (E8) 0,23 мг, DL-метионин (3.1.1.) 13 мг, аргинин (3c3.6.1) 11 мг, L-лизин (3.2.3.) 9 мг, натрия гексаметафосфат (E452i) 710 мг. омега-3: 0,27%, омега-6: 1,45%, кальция пантотенат, фолиевая кислота.

Энергетическая ценность: 3 700 ккал/кг.`,
    id: '1',
    price: 113,
    title:
      'Сухой корм для пожилых кошек Brit Care Cat Angel I am Delighted Senior 400 г (курица и рис)',
  },
  {
    title: 'Лакомство для собак Trixie PREMIO Horse Stripes 100 г (конина)',
    description:
      'Сбалансированный, легко усваивается, идеальный дополнительный корм, который также является вкусными лакомствами для собаки.',
    price: 196,
    id: '2',
  },
  {
    title:
      'Ошейник для собак ProVET «ПрофиЛайн» 70 см (от внешних паразитов, цвет: фиолетовый)',
    description:
      'Полихлорвиниловая лента цвета, соответствующего использованному красителю, с фиксатором.',
    id: '3',
    price: 144,
  },
];
